Repository: zy860/StikDebug
Catalog: StikJIT/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# Apps
source: 应用
en: Apps

# Scripts
source: 脚本
en: Scripts

# Tools
source: 工具
en: Tools

# News
source: 资讯
en: News

# Console
source: 控制台
en: Console

# Device Info
source: 设备信息
en: Device Info

# App Expiry
source: 应用过期
en: App Expiry

# Processes
source: 进程
en: Processes

# Location
source: 定位
en: Location

# Settings
source: 设置
en: Settings

# Manage installed apps
source: 管理已安装的应用
en: Manage installed apps

# Manage and run JS scripts
source: 管理和运行 JS 脚本
en: Manage and run JS scripts

# Access additional tools
source: 访问更多工具
en: Access additional tools

# Latest StikDebug updates
source: StikDebug 最新动态
en: Latest StikDebug updates

# Live device logs
source: 实时设备日志
en: Live device logs

# View detailed device metadata
source: 查看设备详细信息
en: View detailed device metadata

# Check app expiration dates
source: 查看应用过期日期
en: Check app expiration dates

# Inspect running apps
source: 查看运行中的应用
en: Inspect running apps

# Simulate GPS location
source: 模拟 GPS 定位
en: Simulate GPS location

# Configure StikDebug
source: 配置 StikDebug
en: Configure StikDebug

# Location Simulation
source: 位置模拟
en: Location Simulation

# Star on GitHub
source: 在 GitHub 上标星
en: Star on GitHub

# Pairing File
source: 配对文件
en: Pairing File

# Import Pairing File
source: 导入配对文件
en: Import Pairing File

# Importing pairing file…
source: 正在导入配对文件…
en: Importing pairing file…

# Silent Audio
source: 静音音频
en: Silent Audio

# Plays inaudible audio so iOS keeps the app running.
source: 播放无声音频，使 iOS 保持应用运行。
en: Plays inaudible audio so iOS keeps the app running.

# Background Location
source: 后台定位
en: Background Location

# Uses low-accuracy location to stay alive when an activity needs it.
source: 使用低精度定位，在活动需要时保持应用存活。
en: Uses low-accuracy location to stay alive when an activity needs it.

# Background Keep-Alive
source: 后台保活
en: Background Keep-Alive

# Always Run Scripts
source: 始终运行脚本
en: Always Run Scripts

# Treats device as TXM-capable to bypass hardware checks.
source: 将设备视为支持 TXM，绕过硬件检查。
en: Treats device as TXM-capable to bypass hardware checks.

# Behavior
source: 行为
en: Behavior

# Advanced
source: 高级
en: Advanced

# Target Device IP
source: 目标设备 IP
en: Target Device IP

# App Folder
source: 应用文件夹
en: App Folder

# Redownload DDI
source: 重新下载 DDI
en: Redownload DDI

# Help
source: 帮助
en: Help

# Pairing File Guide
source: 配对文件指南
en: Pairing File Guide

# Download LocalDevVPN
source: 下载 LocalDevVPN
en: Download LocalDevVPN

# Discord Support
source: Discord 支持
en: Discord Support

# Redownload DDI Files?
source: 重新下载 DDI 文件？
en: Redownload DDI Files?

# Redownload
source: 重新下载
en: Redownload

# Cancel
source: 取消
en: Cancel

# Existing DDI files will be removed before downloading fresh copies.
source: 现有的 DDI 文件将被删除，然后重新下载。
en: Existing DDI files will be removed before downloading fresh copies.

# Preparing download…
source: 准备下载…
en: Preparing download…

# DDI files refreshed successfully.
source: DDI 文件刷新成功。
en: DDI files refreshed successfully.

# Failed to redownload DDI files: %@
source: DDI 文件重新下载失败：%@
en: Failed to redownload DDI files: %@

# Language
source: 语言
en: Language

# Enable JIT
source: 启用 JIT
en: Enable JIT

# Launch Apps
source: 启动应用
en: Launch Apps

# Search apps or bundle ID
source: 搜索应用或 Bundle ID
en: Search apps or bundle ID

# Search
source: 搜索
en: Search

# Other
source: 其他
en: Other

# Done
source: 完成
en: Done

# No matching apps
source: 没有匹配的应用
en: No matching apps

# No JIT Apps Found
source: 未找到 JIT 应用
en: No JIT Apps Found

# Try a different name or bundle identifier.
source: 请尝试其他名称或 Bundle ID。
en: Try a different name or bundle identifier.

# StikDebug can only connect to apps with the "get-task-allow" entitlement.
source: StikDebug 只能连接具有 "get-task-allow" 权限的应用。
en: StikDebug can only connect to apps with the "get-task-allow" entitlement.

# Favorites (%d/4)
source: 收藏 (%d/4)
en: Favorites (%d/4)

# Recents
source: 最近使用
en: Recents

# Apps with get-task-allow
source: 具有 get-task-allow 的应用
en: Apps with get-task-allow

# No matches
source: 没有匹配项
en: No matches

# No Apps Found
source: 未找到应用
en: No Apps Found

# Try another name or bundle identifier.
source: 请尝试其他名称或 Bundle ID。
en: Try another name or bundle identifier.

source: 导入设备配对文件并连接 CoreDevice 后，所有应用将显示在此处。
en: Once your device pairing file is imported and CoreDevice is connected, all apps will appear here.

# All Apps
source: 所有应用
en: All Apps

# Remove from Home
source: 从主页移除
en: Remove from Home

# Add to Home
source: 添加到主页
en: Add to Home

# Copy Bundle ID
source: 复制 Bundle ID
en: Copy Bundle ID

# Unpin
source: 取消固定
en: Unpin

# Pin
source: 固定
en: Pin

# Remove Favorite
source: 取消收藏
en: Remove Favorite

# Add to Favorites
source: 添加到收藏
en: Add to Favorites

# Assign Script
source: 分配脚本
en: Assign Script

# Reset Script
source: 重置脚本
en: Reset Script

# Unfavorite
source: 取消收藏
en: Unfavorite

# Favorite
source: 收藏
en: Favorite

# Copy ID
source: 复制 ID
en: Copy ID

# Launching %@
source: 正在启动 %@
en: Launching %@

# Launch request sent for %@
source: 已发送启动请求：%@
en: Launch request sent for %@

# Launch failed for %@
source: 启动失败：%@
en: Launch failed for %@

# Enable JIT for %@
source: 为 %@ 启用 JIT
en: Enable JIT for %@

source: 双击打开应用并启用 JIT。使用操作转轮查看收藏或 Bundle ID。
en: Double-tap to open the app and enable JIT. Use the actions rotor for favorites or bundle ID.

# Assigned script %@
source: 已分配脚本 %@
en: Assigned script %@

# Remove from Favorites
source: 从收藏中移除
en: Remove from Favorites

# Favorites are full
source: 收藏已满
en: Favorites are full

# Removed from Favorites
source: 已从收藏中移除
en: Removed from Favorites

# Added to Favorites
source: 已添加到收藏
en: Added to Favorites

# Bundle ID copied
source: Bundle ID 已复制
en: Bundle ID copied

# Launch
source: 启动
en: Launch

# Launch %@
source: 启动 %@
en: Launch %@

# Launch request in progress.
source: 启动请求进行中。
en: Launch request in progress.

# Double-tap to launch this app without enabling JIT.
source: 双击启动此应用（不启用 JIT）。
en: Double-tap to launch this app without enabling JIT.

# Launch App
source: 启动应用
en: Launch App

# Launching
source: 启动中
en: Launching

# Ready
source: 就绪
en: Ready

# Close
source: 关闭
en: Close

# OK
source: 确定
en: OK

# Try Again
source: 重试
en: Try Again

# Imported successfully
source: 导入成功
en: Imported successfully

# Import failed: %@
source: 导入失败：%@
en: Import failed: %@
